[String]
IDS_MENU_PROJECT      = 工程
IDS_MENU_PROJECT_NEW  = 新建工程
IDS_MENU_PROJECT_OPEN = 打開工程
IDS_MENU_PROJECT_SAVE = 保存工程
IDS_MENU_EXIT         = 退出

IDS_MENU_FILE         = 文件
IDS_MENU_FILE_ADD     = 添加文件
IDS_MENU_FILE_MODIFY  = 編輯文件路徑
IDS_MENU_FILE_REMOVE  = 移除文件

IDS_MENU_PROTECT      = 保護
IDS_MENU_PROTECT_CUR  = 保護當前文件
IDS_MENU_PROTECT_ALL  = 保護全部文件

IDS_MENU_LANG         = 語言

IDS_MENU_VIEW         = 視圖
IDS_MENU_VIEW_TOOL    = 工具欄
IDS_MENU_VIEW_STATUS  = 狀態欄

IDS_MENU_HELP         = 幫助
IDS_MENU_HELP_ABOUT   = 關於

IDS_STATUS_PROJECT_NEW  = 創建一個新的工程
IDS_STATUS_PROJECT_OPEN = 打開已有的工程文件
IDS_STATUS_PROJECT_SAVE = 保存工程
IDS_STATUS_EXIT         = 退出本程序
IDS_STATUS_FILE_ADD     = 添加要保護的文件
IDS_STATUS_FILE_MODIFY  = 修改文件的路徑
IDS_STATUS_FILE_REMOVE  = 從列表中移除文件
IDS_STATUS_PROTECT_CUR  = 保護當前文件
IDS_STATUS_PROTECT_ALL  = 保護全部文件
IDS_STATUS_VIEW_TOOL    = 顯示或隱藏工具欄
IDS_STATUS_VIEW_STATUS  = 顯示或隱藏狀態欄
IDS_STATUS_ABOUT        = 查看本程序的版本與版權等信息

IDS_MAINFRM_ERRTITLE           = 錯誤
IDS_MAINFRM_HADRUN             = 程序已經在運行了!
IDS_MAINFRM_STR1               = 程序運行缺少必要的文件!
IDS_MAINFRM_STR2               = 調用加殼進程失敗!
IDS_MAINFRM_UNSUPPORT_WIN32PE  = 當前加密鎖不支持Win32PE程序加殼
IDS_MAINFRM_UNSUPPORT_WIN64PE  = 當前加密鎖不支持Win64PE程序加殼
IDS_MAINFRM_UNSUPPORT_WIN32NET = 當前加密鎖不支持Win32 .NET程序加殼
IDS_MAINFRM_UNSUPPORT_WIN64NET = 當前加密鎖不支持Win64 .NET程序加殼
IDS_MAINFRM_PACKED             = 此程序可能已被加過殼, 再次加殼可能導致不能運行
IDS_MAINFRM_UNSUPPORT_TYPE     = 不支持的類型

IDS_LISTVIEW_COLUMN_1   = 序號
IDS_LISTVIEW_COLUMN_2   = 類型
IDS_LISTVIEW_COLUMN_3   = 輸入文件
IDS_LISTVIEW_COLUMN_4   = 輸出文件
IDS_LISTVIEW_COLUMN_5   = 結果
IDS_LISTVIEW_STR1       = 成功
IDS_LISTVIEW_STR2       = 失敗
IDS_LISTVIEW_WIN32PE      = PE32
IDS_LISTVIEW_WIN64PE      = PE64
IDS_LISTVIEW_WIN32DOTNET  = .Net32
IDS_LISTVIEW_WIN64DOTNET  = .Net64
IDS_LISTVIEW_WIN32DP_DATA = DATA32
IDS_LISTVIEW_WIN64DP_DATA = DATA64
IDS_LISTVIEW_WIN32JAVA    = JAVA32

IDS_DIALOG_TYPE_TITLE      = 類型選擇
IDS_DIALOG_TYPE_STR1       = 請選擇所用的加密鎖類型
IDS_DIALOG_DONGLE_R1S      = Rockey1 智能鎖
IDS_DIALOG_DONGLE_R2       = Rockey2
IDS_DIALOG_DONGLE_R3       = Rockey3
IDS_DIALOG_DONGLE_R5       = Rockey5 時鐘鎖
IDS_DIALOG_DONGLE_R4       = Rockey4
IDS_DIALOG_DONGLE_R4ND     = Rockey4 ND
IDS_DIALOG_DONGLE_R4LM     = Rockey4 LM
IDS_DIALOG_DONGLE_R4SM     = Rockey4 Smart
IDS_DIALOG_DONGLE_R6SM     = Rockey6 Smart
IDS_DIALOG_DONGLE_NETR4    = Net Rockey4
IDS_DIALOG_DONGLE_NETR4ND  = Net Rockey4 ND
IDS_DIALOG_DONGLE_NETR6SM  = Net Rockey6 Smart
IDS_DIALOG_TYPE_BTN_OK     = 確定
IDS_DIALOG_TYPE_BTN_CANCEL = 取消

IDS_DIALOG_FILE_TITLE        = 文件路徑
IDS_DIALOG_FILE_STR1         = 輸入文件:
IDS_DIALOG_FILE_STR2         = 輸出文件:
IDS_DIALOG_FILE_STR3         = 要保護的文件類型:
IDS_DIALOG_FILE_STR4         = 錯誤
IDS_DIALOG_FILE_STR5         = 請輸入待加殼文件的路徑
IDS_DIALOG_FILE_STR6         = 請輸入加殼後的文件保存的路徑
IDS_DIALOG_FILE_STR7         = 程序
IDS_DIALOG_FILE_STR8         = 數據
IDS_DIALOG_FILE_STR9         = JAVA程序
IDS_DIALOG_FILE_STR10        = OFFICE文檔
IDS_DIALOG_FILE_BTN_OK       = 確定
IDS_DIALOG_FILE_BTN_CANCEL   = 取消

IDS_DIALOG_METHOD_TITLE        = 選擇需要加密的函數
IDS_DIALOG_METHOD_BTN_OK       = 確定
IDS_DIALOG_METHOD_BTN_CANCEL   = 取消
IDS_DIALOG_METHOD_ERR1         = 您必須至少選擇一個方法進行加密
 
IDS_DIALOG_ABOUT_TITLE     = 關  於
IDS_DIALOG_ABOUT_STR1      = 產  品:
IDS_DIALOG_ABOUT_STR2      = 版  本:
IDS_DIALOG_ABOUT_STR3      = 公  司:
IDS_DIALOG_ABOUT_STR4      = 網  站:
IDS_DIALOG_ABOUT_STR5      = 外殼保護中心
IDS_DIALOG_ABOUT_STR6      = http://www.FTSafe.com


IDS_SHELLOPTION_PE_TITLE      = PE 外殼選項
IDS_SHELLOPTION_PE_ITEM1      = 反調試
IDS_SHELLOPTION_PE_DESC1      = 是否啟用外殼的反調試功能
IDS_SHELLOPTION_PE_ITEM2      = 檢查父進程
IDS_SHELLOPTION_PE_DESC2      = 是否啟用外殼的父進程檢查
IDS_SHELLOPTION_PE_ITEM3      = 指令替換
IDS_SHELLOPTION_PE_DESC3      = 是否啟用外殼的指令替換功能，以增加外殼的強度
IDS_SHELLOPTION_PE_ITEM4      = 啟用數據文件保護
IDS_SHELLOPTION_PE_DESC4      = 是否啟用外殼的數據文件保護功能
IDS_SHELLOPTION_PE_ITEM5      = 啟用區塊對齊
IDS_SHELLOPTION_PE_DESC5      = 是否啟用外殼的區塊對齊功能
IDS_SHELLOPTION_YES           = 是
IDS_SHELLOPTION_NO            = 否

IDS_SHELLOPTION_NET_TITLE     = .NET 外殼選項
IDS_SHELLOPTION_NET_ITEM1     = 算法選擇
IDS_SHELLOPTION_NET_DESC1     = 請選擇相應的加密算法
IDS_SHELLOPTION_NET_ITEM2     = 重置強名稱
IDS_SHELLOPTION_NET_DESC2     = 是否重置強名稱
IDS_SHELLOPTION_NET_ITEM3     = 創建新的強文件
IDS_SHELLOPTION_NET_DESC3     = 是否創建新的強文件
IDS_SHELLOPTION_NET_ITEM4     = 強文件名
IDS_SHELLOPTION_NET_DESC4     = 請輸入強文件名
IDS_SHELLOPTION_NET_ITEM5     = 加密BLOB數據
IDS_SHELLOPTION_NET_DESC5     = 是否加密BLOB數據
IDS_SHELLOPTION_NET_ITEM6     = 加密字符串
IDS_SHELLOPTION_NET_DESC6     = 是否加密字符串
IDS_SHELLOPTION_NET_ITEM7     = 加密資源段
IDS_SHELLOPTION_NET_DESC7	    = 是否加密資源段
IDS_SHELLOPTION_NET_ITEM8     = 加密方法體
IDS_SHELLOPTION_NET_DESC8	    = 是否加密方法體
IDS_SHELLOPTION_NET_ITEM9     = 方法列表
IDS_SHELLOPTION_NET_DESC9     = 點擊右邊的按鈕可選擇所需加密的方法
IDS_SHELLOPTION_NET_ENCALL    = 全部加密
IDS_SHELLOPTION_NET_ENCSOME   = 部分加密
IDS_SHELLOPTION_NET_ENCNOTHING= 未加密

IDS_SHELLOPTION_DPD_TITLE     = 數據保護選項
IDS_SHELLOPTION_DPD_ITEM1     = 算法選擇
IDS_SHELLOPTION_DPD_DESC1     = 請選擇相應的加密算法
IDS_SHELLOPTION_DPD_ITEM2     = 平臺選擇
IDS_SHELLOPTION_DPD_DESC2     = 請選擇此數據文件被調用的平臺

IDS_R1S_MSG_TITLE = 錯誤
IDS_R1S_MSG_NOKEY = 找不到指定的加密鎖
IDS_R1S_NAME_1    = PID
IDS_R1S_DESC_1    = 請輸入加密鎖的PID
IDS_R1S_NAME_2    = 綁定HID
IDS_R1S_DESC_2    = 是否綁定加密鎖的硬件ID
IDS_R1S_NAME_3    = HID
IDS_R1S_DESC_3    = 請輸入要綁定的鎖硬件ID
IDS_R1S_NAME_4    = UserPin
IDS_R1S_DESC_4    = 請輸入加密鎖的用戶密碼
IDS_R1S_NAME_5    = 啟用後臺定時檢測
IDS_R1S_DESC_5    = 是否啟用加密鎖後臺定時檢測
IDS_R1S_NAME_6    = 時間間隔(秒)
IDS_R1S_DESC_6    = 請輸入後臺定時檢測的周期,單位是秒
IDS_R1S_NAME_7    = 信息標題
IDS_R1S_DESC_7    = 請輸入錯誤提示信息的標題
IDS_R1S_NAME_8    = 找不到鎖的提示信息
IDS_R1S_DESC_8    = 請輸入找不到加密鎖時的錯誤提示信息

IDS_R1S_NAME_9    = 綁定PID
IDS_R1S_DESC_9    = 是否綁定加密鎖的PID

IDS_R2_MSG_TITLE = 錯誤
IDS_R2_MSG_NOKEY = 找不到指定的加密鎖
IDS_R2_NAME_1    = UID
IDS_R2_DESC_1    = 請輸入加密鎖的用戶ID
IDS_R2_NAME_2    = 綁定HID
IDS_R2_DESC_2    = 是否綁定加密鎖的硬件ID
IDS_R2_NAME_3    = HID
IDS_R2_DESC_3    = 請輸入要綁定的鎖硬件ID
IDS_R2_NAME_4    = 啟用後臺定時檢測
IDS_R2_DESC_4    = 是否啟用加密鎖後臺定時檢測
IDS_R2_NAME_5    = 時間間隔(秒)
IDS_R2_DESC_5    = 請輸入後臺定時檢測的周期,單位是秒
IDS_R2_NAME_6    = 信息標題
IDS_R2_DESC_6    = 請輸入錯誤提示信息的標題
IDS_R2_NAME_7    = 找不到鎖的提示信息
IDS_R2_DESC_7    = 請輸入找不到加密鎖時的錯誤提示信息

IDS_R4_MSG_TITLE = 錯誤
IDS_R4_MSG_NOKEY = 找不到指定的加密鎖
IDS_R4_NAME_1    = P1
IDS_R4_DESC_1    = 請輸入加密鎖的密碼字P1
IDS_R4_NAME_2    = P2
IDS_R4_DESC_2    = 請輸入加密鎖的密碼字P2
IDS_R4_NAME_3    = 綁定UID
IDS_R4_DESC_3    = 是否綁定加密鎖的用戶ID
IDS_R4_NAME_4    = 起始UID
IDS_R4_DESC_4    = 請輸入要綁定的鎖起始用戶ID
IDS_R4_NAME_5    = 結束UID
IDS_R4_DESC_5    = 請輸入要綁定的鎖終止用戶ID
IDS_R4_NAME_6    = 綁定模塊
IDS_R4_DESC_6    = 是否綁定加密鎖的模塊
IDS_R4_NAME_7    = 遞減
IDS_R4_DESC_7    = 是否遞減模塊
IDS_R4_NAME_8    = 模塊號
IDS_R4_DESC_8    = 請輸入要綁定的模塊號
IDS_R4_NAME_9    = 綁定HID
IDS_R4_DESC_9    = 是否綁定加密鎖硬件ID
IDS_R4_NAME_10   = HID
IDS_R4_DESC_10   = 請輸入要綁定的鎖硬件ID
IDS_R4_NAME_11   = 啟用後臺定時檢測
IDS_R4_DESC_11   = 是否啟用加密鎖後臺定時檢測
IDS_R4_NAME_12   = 定時檢測間隔(秒)
IDS_R4_DESC_12   = 請輸入後臺定時檢測的周期,單位是秒
IDS_R4_NAME_13   = 信息標題
IDS_R4_DESC_13   = 請輸入錯誤提示信息的標題
IDS_R4_NAME_14   = 找不到鎖的提示信息 
IDS_R4_DESC_14   = 請輸入找不到加密鎖時的錯誤提示信息

IDS_R4SM_MSG_TITLE        = 錯誤
IDS_R4SM_MSG_NOKEY        = 找不到指定的加密鎖
IDS_R4SM_MSG_NoExpired    = 軟件的使用期已過
IDS_R4SM_MSG_NoSTError    = 系統時間不正確
IDS_R4SM_MSG_NoLCFunc     = 當前加密鎖無限時功能
IDS_R4SM_MSG_CountRemain  = 軟件使用期限還剩餘次數:
IDS_R4SM_MSG_DayRemain    = 軟件使用期限還剩餘天:
IDS_R4SM_MSG_HourRemain   = 軟件使用期限還剩餘小時:
IDS_R4SM_MSG_EndDate      = 軟件到期時間為:
IDS_R4SM_NAME_1    = P1
IDS_R4SM_DESC_1    = 請輸入加密鎖的密碼字P1
IDS_R4SM_NAME_2    = P2
IDS_R4SM_DESC_2    = 請輸入加密鎖的密碼字P2
IDS_R4SM_NAME_3    = 綁定UID
IDS_R4SM_DESC_3    = 是否綁定加密鎖的用戶ID
IDS_R4SM_NAME_4    = 起始UID
IDS_R4SM_DESC_4    = 請輸入要綁定的鎖起始用戶ID
IDS_R4SM_NAME_5    = 結束UID
IDS_R4SM_DESC_5    = 請輸入要綁定的鎖終止用戶ID
IDS_R4SM_NAME_6    = 啟用限次
IDS_R4SM_DESC_6    = 是否啟用限制運行次數
IDS_R4SM_NAME_7    = 模塊號
IDS_R4SM_DESC_7    = 請輸入要綁定的模塊號
IDS_R4SM_NAME_8    = 啟用限時
IDS_R4SM_DESC_8    = 是否啟用限制運行時間
IDS_R4SM_NAME_9    = 模塊號
IDS_R4SM_DESC_9    = 請輸入要綁定的模塊號
IDS_R4SM_NAME_10   = 顯示剩餘次數
IDS_R4SM_DESC_10   = 是否每次啟動時顯示剩餘的次數
IDS_R4SM_NAME_11   = 顯示剩餘時間
IDS_R4SM_DESC_11   = 是否每次啟動時顯示剩餘的天數或小時數或到期時間
IDS_R4SM_NAME_12   = 綁定HID
IDS_R4SM_DESC_12   = 是否綁定加密鎖硬件ID
IDS_R4SM_NAME_13   = HID
IDS_R4SM_DESC_13   = 請輸入要綁定的鎖硬件ID
IDS_R4SM_NAME_14   = 啟用後臺定時檢測
IDS_R4SM_DESC_14   = 是否啟用加密鎖後臺定時檢測
IDS_R4SM_NAME_15   = 定時檢測間隔(秒)
IDS_R4SM_DESC_15   = 請輸入後臺定時檢測的周期,單位是秒
IDS_R4SM_NAME_16   = 信息標題
IDS_R4SM_DESC_16   = 請輸入錯誤提示信息的標題
IDS_R4SM_NAME_17   = 找不到鎖的提示信息 
IDS_R4SM_DESC_17   = 請輸入找不到加密鎖時的錯誤提示信息
IDS_R4SM_NAME_18   = 使用期已過的提示信息 
IDS_R4SM_DESC_18   = 請輸入使用期已過時的錯誤提示信息
IDS_R4SM_NAME_19   = 系統時間不正確的提示信息 
IDS_R4SM_DESC_19   = 請輸入系統時間不正確時的錯誤提示信息
IDS_R4SM_NAME_20   = 加密鎖無限時功能的提示信息
IDS_R4SM_DESC_20   = 請輸入加密鎖無限時功能時的錯誤提示信息
IDS_R4SM_NAME_21   = 軟件使用期限剩餘次數:
IDS_R4SM_DESC_21   = 請輸入軟件使用期限還剩餘次數的提示信息
IDS_R4SM_NAME_22   = 軟件使用期限剩餘天:
IDS_R4SM_DESC_22   = 請輸入軟件使用期限還剩餘天數的提示信息
IDS_R4SM_NAME_23   = 軟件使用期限剩餘小時: 
IDS_R4SM_DESC_23   = 請輸入軟件使用期限還剩餘小時數的提示信息
IDS_R4SM_NAME_24   = 軟件到期時間為: 
IDS_R4SM_DESC_24   = 請輸入軟件到期時間的提示信息


IDS_R4LM_MSG_TITLE = 錯誤
IDS_R4LM_MSG_NOKEY = 找不到指定的加密鎖
IDS_R4LM_NAME_1    = PID
IDS_R4LM_DESC_1    = 請輸入加密鎖的產品ID
IDS_R4LM_NAME_2    = FeatureID
IDS_R4LM_DESC_2    = 請輸入加密鎖的功能ID
IDS_R4LM_NAME_3    = Feature Password
IDS_R4LM_DESC_3    = 請輸入20個字節的功能密碼
IDS_R4LM_NAME_4    = 綁定HID
IDS_R4LM_DESC_4    = 是否綁定加密鎖的硬件ID
IDS_R4LM_NAME_5    = HID
IDS_R4LM_DESC_5    = 請輸入要綁定的鎖硬件ID
IDS_R4LM_NAME_6    = 綁定CID
IDS_R4LM_DESC_6    = 是否綁定加密鎖的CID
IDS_R4LM_NAME_7    = 起始CID
IDS_R4LM_DESC_7    = 請輸入要綁定的加密鎖的起始CID
IDS_R4LM_NAME_8    = 結束CID
IDS_R4LM_DESC_8    = 請輸入要綁定的加密鎖的結束CID
IDS_R4LM_NAME_9    = 啟用後臺定時檢測
IDS_R4LM_DESC_9    = 是否啟用加密鎖後臺定時檢測
IDS_R4LM_NAME_10   = 時間間隔(秒)
IDS_R4LM_DESC_10   = 請輸入後臺定時檢測的周期,單位是秒
IDS_R4LM_NAME_11   = 信息標題
IDS_R4LM_DESC_11   = 請輸入錯誤提示信息的標題
IDS_R4LM_NAME_12   = 找不到鎖的提示信息 
IDS_R4LM_DESC_12   = 請輸入找不到加密鎖時的錯誤提示信息

IDS_R6SM_MSG_TITLE = 錯誤
IDS_R6SM_MSG_NOKEY = 找不到指定的加密鎖
IDS_R6SM_NAME_1    = 區域編碼
IDS_R6SM_DESC_1    = 請輸入加密鎖的區域編碼
IDS_R6SM_NAME_2    = 代理編碼
IDS_R6SM_DESC_2    = 請輸入加密鎖的代理編碼
IDS_R6SM_NAME_3    = 用戶編碼1
IDS_R6SM_DESC_3    = 請輸入加密鎖的用戶編碼1
IDS_R6SM_NAME_4    = 用戶編碼2
IDS_R6SM_DESC_4    = 請輸入加密鎖的用戶編碼2
IDS_R6SM_NAME_5    = 算法文件名
IDS_R6SM_DESC_5    = 請輸入加密鎖內用於外殼數據加解密的算法文件的文件名,算法輸入輸出均為16字節
IDS_R6SM_NAME_6    = 綁定HID
IDS_R6SM_DESC_6    = 是否綁定加密鎖的硬件ID
IDS_R6SM_NAME_7    = HID
IDS_R6SM_DESC_7    = 請輸入要綁定的鎖硬件ID
IDS_R6SM_NAME_8    = 啟用後臺定時檢測
IDS_R6SM_DESC_8    = 是否啟用加密鎖後臺定時檢測
IDS_R6SM_NAME_9    = 時間間隔(秒)
IDS_R6SM_DESC_9    = 請輸入後臺定時檢測的周期,單位是秒
IDS_R6SM_NAME_10   = 信息標題
IDS_R6SM_DESC_10   = 請輸入錯誤提示信息的標題
IDS_R6SM_NAME_11   = 找不到鎖的提示信息 
IDS_R6SM_DESC_11   = 請輸入找不到加密鎖時的錯誤提示信息

IDS_RY3_MSG_TITLE   = 錯誤
IDS_RY3_MSG_NOKEY   = 找不到指定的加密鎖
IDS_RY3_NAME_1      = 開發商ID
IDS_RY3_DESC_1      = 請輸入加密鎖的開發商ID
IDS_RY3_NAME_2      = 綁定HID
IDS_RY3_DESC_2      = 是否綁定加密鎖的硬件ID
IDS_RY3_NAME_3      = HID
IDS_RY3_DESC_3      = 請輸入要綁定的鎖硬件ID
IDS_RY3_NAME_4      = 啟用後臺定時檢測
IDS_RY3_DESC_4      = 是否啟用加密鎖後臺定時檢測
IDS_RY3_NAME_5      = 時間間隔(秒)
IDS_RY3_DESC_5      = 請輸入後臺定時檢測的周期,單位是秒
IDS_RY3_NAME_6      = 信息標題
IDS_RY3_DESC_6      = 請輸入錯誤提示信息的標題
IDS_RY3_NAME_7      = 找不到鎖的提示信息
IDS_RY3_DESC_7      = 請輸入找不到加密鎖時的錯誤提示信息

IDS_NETRY4_MSG_TITLE    = 錯誤
IDS_NETRY4_MSG_NOKEY    = 找不到指定的加密鎖
IDS_NETRY4_MSG_TOOUSERS = 當前加密鎖登陸用戶數已滿
IDS_NETRY4_MSG_CONFIG   = 找不到網絡配置文件
IDS_NETRY4_NAME_1       = P1
IDS_NETRY4_DESC_1       = 請輸入加密鎖的密碼字P1
IDS_NETRY4_NAME_2       = P2
IDS_NETRY4_DESC_2       = 請輸入加密鎖的密碼字P2
IDS_NETRY4_NAME_3       = 訪問模式
IDS_NETRY4_DESC_3       = 請選取擇網絡鎖的訪問模式
IDS_NETRY4_Mode_1       = 共享模式
IDS_NETRY4_Mode_2       = 私有模式
IDS_NETRY4_NAME_4       = 登陸模塊號
IDS_NETRY4_DESC_4       = 請輸入要登陸的模塊號
IDS_NETRY4_NAME_5       = 綁定UID
IDS_NETRY4_DESC_5       = 是否綁定加密鎖的用戶ID
IDS_NETRY4_NAME_6       = 起始UID
IDS_NETRY4_DESC_6       = 請輸入要綁定的鎖起始用戶ID
IDS_NETRY4_NAME_7       = 結束UID
IDS_NETRY4_DESC_7       = 請輸入要綁定的鎖終止用戶ID
IDS_NETRY4_NAME_8       = 綁定HID
IDS_NETRY4_DESC_8       = 是否綁定加密鎖硬件ID
IDS_NETRY4_NAME_9       = HID
IDS_NETRY4_DESC_9       = 請輸入要綁定的鎖硬件ID
IDS_NETRY4_NAME_10      = 啟用後臺定時檢測
IDS_NETRY4_DESC_10      = 是否啟用加密鎖後臺定時檢測
IDS_NETRY4_NAME_11      = 定時檢測間隔(秒)
IDS_NETRY4_DESC_11      = 請輸入後臺定時檢測的周期,單位是秒
IDS_NETRY4_NAME_12      = 網絡配置文件名
IDS_NETRY4_DESC_12      = 請輸入網絡配置文件的文件名
IDS_NETRY4_NAME_13      = 信息標題
IDS_NETRY4_DESC_13      = 請輸入錯誤提示信息的標題
IDS_NETRY4_NAME_14      = 找不到鎖的提示信息
IDS_NETRY4_DESC_14      = 請輸入找不到加密鎖時的錯誤提示信息
IDS_NETRY4_NAME_15      = 登陸數已滿提示信息
IDS_NETRY4_DESC_15      = 請輸入登陸用戶數已滿時的錯誤提示信息
IDS_NETRY4_NAME_16      = 找不到網絡配置文件的提示信息 
IDS_NETRY4_DESC_16      = 請輸入找不到網絡配置文件時的錯誤提示信息


IDS_NETRY6SM_MSG_TITLE    = 錯誤
IDS_NETRY6SM_MSG_NOKEY    = 找不到指定的加密鎖
IDS_NETRY6SM_MSG_TOOUSERS = 當前加密鎖登陸用戶數已滿
IDS_NETRY6SM_MSG_CONFIG   = 找不到網絡配置文件
IDS_NETRY6SM_NAME_1       = 區域編碼
IDS_NETRY6SM_DESC_1       = 請輸入加密鎖的區域編碼
IDS_NETRY6SM_NAME_2       = 代理編碼
IDS_NETRY6SM_DESC_2       = 請輸入加密鎖的代理編碼
IDS_NETRY6SM_NAME_3       = 用戶編碼1
IDS_NETRY6SM_DESC_3       = 請輸入加密鎖的用戶編碼1
IDS_NETRY6SM_NAME_4       = 用戶編碼2
IDS_NETRY6SM_DESC_4       = 請輸入加密鎖的用戶編碼2
IDS_NETRY6SM_NAME_5       = 訪問模式
IDS_NETRY6SM_DESC_5       = 請選取擇網絡鎖的訪問模式
IDS_NETRY6SM_Mode_1       = 共享模式
IDS_NETRY6SM_Mode_2       = 私有模式
IDS_NETRY6SM_NAME_6       = 登陸模塊號
IDS_NETRY6SM_DESC_6       = 請輸入要登陸的模塊號
IDS_NETRY6SM_NAME_7       = 算法文件名
IDS_NETRY6SM_DESC_7       = 請輸入加密鎖內用於外殼數據加解密的算法文件的文件名,算法輸入輸出均為16字節
IDS_NETRY6SM_NAME_8       = 綁定HID
IDS_NETRY6SM_DESC_8       = 是否綁定加密鎖的硬件ID
IDS_NETRY6SM_NAME_9       = HID
IDS_NETRY6SM_DESC_9       = 請輸入要綁定的鎖硬件ID
IDS_NETRY6SM_NAME_10      = 啟用後臺定時檢測
IDS_NETRY6SM_DESC_10      = 是否啟用加密鎖後臺定時檢測
IDS_NETRY6SM_NAME_11      = 時間間隔(秒)
IDS_NETRY6SM_DESC_11      = 請輸入後臺定時檢測的周期,單位是秒
IDS_NETRY6SM_NAME_12      = 網絡配置文件名
IDS_NETRY6SM_DESC_12      = 請輸入網絡配置文件的文件名
IDS_NETRY6SM_NAME_13      = 信息標題
IDS_NETRY6SM_DESC_13      = 請輸入錯誤提示信息的標題
IDS_NETRY6SM_NAME_14      = 找不到鎖的提示信息
IDS_NETRY6SM_DESC_14      = 請輸入找不到加密鎖時的錯誤提示信息
IDS_NETRY6SM_NAME_15      = 登陸數已滿提示信息 
IDS_NETRY6SM_DESC_15      = 請輸入登陸用戶數已滿時的錯誤提示信息
IDS_NETRY6SM_NAME_16      = 找不到網絡配置文件的提示信息 
IDS_NETRY6SM_DESC_16      = 請輸入找不到網絡配置文件時的錯誤提示信息

